{
  "timelines": [
    {
      "id": 1,
      "theme": "Технологии",
      "milestones": [
        {
          "id": 1,
          "year": 1851,
          "text": "Проложен первый подводный телеграфный кабель через Ла-Манш, соединивший Англию и Францию"
        },
        {
          "id": 2,
          "year": 1860,
          "text": "Жан Жозеф Этьен Ленуар создает первый практически пригодный двигатель внутреннего сгорания"
        },
        {
          "id": 3,
          "year": 1863,
          "text": " Лондоне открывается первая в мире линия метрополитена. Поезда работали на паровой тяге"
        },
        {
          "id": 4,
          "year": 1867,
          "text": "Альфред Нобель изобретает динамит — безопасное в обращении взрывчатое вещество, чем нитроглицерин"
        },
        {
          "id": 5,
          "year": 1873,
          "text": "Американский инженер Джозеф Глидден изобретает колючую проволоку"
        },
        {
          "id": 7,
          "year": 1876,
          "text": "Александр Белл получил патент на изобретение телефона, позволившего передавать человеческую речь"
        },
        {
          "id": 8,
          "year": 1879,
          "text": "Томас Эдисон разработал первую электрическую лампу с угольной нитью, работавшую более 40 часов"
        }
      ]
    },
    {
      "id": 2,
      "theme": "Кино",
      "milestones": [
        {
          "id": 9,
          "year": 1895,
          "text": "Братья Люмьер провели первый платный киносеанс в Париже, показав фильмы «Прибытие поезда» и «Выход рабочих с фабрики»"
        },
        {
          "id": 10,
          "year": 1902,
          "text": "Жорж Мельес снял «Путешествие на Луну» — первый научно-фантастический фильм с использованием спецэффектов и цветной раскраски"
        },
        {
          "id": 11,
          "year": 1927,
          "text": "Вышел «Певец джаза» — первый полнометражный звуковой фильм, ознаменовавший конец эры немого кино в Голливуде"
        },
        {
          "id": 12,
          "year": 1937,
          "text": "Дисней выпустил «Белоснежку и семь гномов» — первый полнометражный анимационный фильм с цветным изображением и звуком"
        },
        {
          "id": 13,
          "year": 1939,
          "text": "Премьера «Унесённых ветром» — самого кассового фильма в истории с учётом инфляции, получившего 8 премий «Оскар»"
        },
        {
          "id": 14,
          "year": 1941,
          "text": "Орсон Уэллс снял «Гражданина Кейна» — новаторский фильм, оказавший огромное влияние на развитие кинематографа XX века"
        },
        {
          "id": 15,
          "year": 1950,
          "text": "Премьера «Всё о Еве» с Бетт Дейвис, получившего 6 премий «Оскар» и ставшего классикой голливудского кинематографа"
        },
        {
          "id": 16,
          "year": 1953,
          "text": "Внедрение технологии широкоэкранного формата CinemaScope, впервые использованной в фильме «Плащаница» Генри Костера"
        }
      ]
    },
    {
      "id": 3,
      "theme": "Литература",
      "milestones": [
        {
          "id": 17,
          "year": 1954,
          "text": "Дж. Р. Р. Толкин опубликовал первую часть эпопеи «Властелин колец», ставшей одной из самых популярных книг XX века"
        },
        {
          "id": 18,
          "year": 1962,
          "text": "В США опубликован роман «Уловка-22» Джозефа Хеллера, введший в обиход одноимённое выражение о безвыходной ситуации"
        },
        {
          "id": 19,
          "year": 1965,
          "text": "Александр Солженицын опубликовал «Один день Ивана Денисовича» — первую легально изданную в СССР повесть о сталинских лагерях"
        },
        {
          "id": 20,
          "year": 1970,
          "text": "Александр Солженицын получил Нобелевскую премию по литературе «за нравственную силу в традиции русской литературы»"
        },
        {
          "id": 21,
          "year": 1982,
          "text": "Габриэль Гарсия Маркес получил Нобелевскую премию за романы «Сто лет одиночества» и «Осень патриарха»"
        },
        {
          "id": 22,
          "year": 1993,
          "text": "Тони Моррисон стала первой афроамериканкой, получившей Нобелевскую премию по литературе за «художественное осмысление черной Америки»"
        },
        {
          "id": 23,
          "year": 1997,
          "text": "Дж. К. Роулинг выпустила первую книгу о Гарри Поттере, положив начало самой успешной книжной серии в истории"
        },
        {
          "id": 24,
          "year": 2003,
          "text": "Дэн Браун опубликовал «Код да Винчи» — книгу, побившую рекорды продаж и вызвавшую широкие дискуссии по всему миру"
        }
      ]
    },
    {
      "id": 4,
      "theme": "Спорт",
      "milestones": [
        {
          "id": 25,
          "year": 2004,
          "text": "Майкл Фелпс выиграл 6 золых медалей на Олимпиаде в Афинах, начав свою беспрецедентную карьеру в плавании"
        },
        {
          "id": 26,
          "year": 2005,
          "text": "Голландский виртуоз Марко ван Бастен сыграл свой прощальный матч. Его карьера была преждевременно завершена из-за травмы"
        },
        {
          "id": 27,
          "year": 2006,
          "text": "Евгений Плющенко с блеском выиграл золото в мужском одиночном катании"
        },
        {
          "id": 28,
          "year": 2007,
          "text": "Роберто Карлос покинул «Реал Мадрид», завершив эпоху «галактикос». В этом же году клуб покинули Давид Бекхэм и Зинедин Зидан"
        },
        {
          "id": 29,
          "year": 2008,
          "text": "Сборная Испании под руководством Луиса Арагонеса выиграла Евро-2008, обыграв в финале Германию"
        },
        {
          "id": 30,
          "year": 2009,
          "text": "Рафаэль Надаль обыграл Новака Джоковича в финале турнира в Мадриде. Этот матч длился 4 часа и 3 минуты"
        },
        {
          "id": 31,
          "year": 2010,
          "text": "Трагическая гибель грузинского саночника Нодара Кумариташвили на трассе за несколько часов до церемонии открытия"
        },
        {
          "id": 32,
          "year": 2011,
          "text": "Победа женской сборной Японии по футболу на Чемпионате мира"
        }
      ]
    },
    {
      "id": 5,
      "theme": "Музыка",
      "milestones": [
        {
          "id": 33,
          "year": 2012,
          "text": "Сингл PSY «Gangnam Style» первым в истории преодолел отметку в 1 миллиард просмотров на YouTube"
        },
        {
          "id": 34,
          "year": 2013,
          "text": "Beyoncé совершает революцию, неожиданно выпустив свой одноимённый визуальный альбом без какого-либо анонса или промоушена"
        },
        {
          "id": 35,
          "year": 2014,
          "text": "Taylor Swift полностью убирает свою дискографию со всех стриминговых сервисов (вернёт её позже) в знак протеста против мизерных выплат артистам"
        },
        {
          "id": 36,
          "year": 2015,
          "text": "Запуск стримингового сервиса Apple Music, который вступил в жесткую конкуренцию с Spotify"
        },
        {
          "id": 37,
          "year": 2016,
          "text": "Умирает принц (Prince) — одна из самых влиятельных и самобытных икон поп-музыки"
        },
        {
          "id": 38,
          "year": 2017,
          "text": "Logic занимает первое место в чартах с синглом «1-800-273-8255» (номер телефона Национальной линии спасения от суицида в США)"
        },
        {
          "id": 39,
          "year": 2018,
          "text": "Travis Scott возглавляет чарты с альбомом «ASTROWORLD», который становится эталоном звучания нового хип-хопа и успеха в стриминговую эпоху"
        },
        {
          "id": 40,
          "year": 2019,
          "text": "Сингл «Old Town Road» Lil Nas X при участии Билли Рэй Сайруса побил рекорд, продержавшись 19 недель на первом месте Billboard Hot 100"
        }
      ]
    },
    {
      "id": 6,
      "theme": "Наука",
      "milestones": [
        {
          "id": 41,
          "year": 2020,
          "text": "Первые в мире мРНК-вакцины против COVID-19 (от компаний Pfizer/BioNTech и Moderna) получают экстренное одобрение и начинают массово применяться"
        },
        {
          "id": 42,
          "year": 2021,
          "text": "Запуск космического телескопа «Джеймс Уэбб» (James Webb Space Telescope, JWST). Самый мощный и дорогой телескоп в истории отправился на свою орбиту"
        },
        {
          "id": 43,
          "year": 2022,
          "text": "NASA публикует первые полноценные научные изображения с телескопа «Джеймс Уэбб»"
        },
        {
          "id": 44,
          "year": 2023,
          "text": "Год массового распространения и публичного обсуждения больших языковых моделей и генеративного ИИ (таких как ChatGPT, Bard и др.)"
        },
        {
          "id": 45,
          "year": 2024,
          "text": "Запуск миссии NASA «Europa Clipper» к спутнику Юпитера Европе. Её цель — исследовать подлёдный океан спутника на предмет потенциальной обитаемости"
        },
        {
          "id": 46,
          "year": 2025,
          "text": "100-летие Статистической комиссии по метрической системе"
        }
      ]
    }
  ]
}
